Repository: kyegil/leiebasen
Catalog: egeninnsats/_app/Locale/nor/LC_MESSAGES/default.po
Languages: nb

source: la konto ne estas specifita
nb: Det er ikke oppgitt noen konto

source: nekonata konto
nb: ukjent konto

source: la konton estas forviŝita
nb: kontoen er slettet

source: forigo fiaskis
nb: slettingen mislyktes

source: nevalidan konton
nb: ugyldig konto

source: la uzanto ne estas specifita
nb: det er ikke angitt noen bruker

source: nekonata uzanto
nb: ukjent bruker

source: la konto estas konservitaj
nb: kontoen er lagret

source: konservo fiaskis
nb: lagringen mislyktes

source: la rekordo ne estas specifita
nb: oppføringen er ikke oppgitt

source: nekonata rekordo
nb: ukjent oppslag

source: la rekordon estas forviŝita
nb: oppføringen er slettet

source: nevalidan rekordon
nb: ugyldig oppslag

source: la rekordo estas konservitaj
nb: oppslaget er lagret

source: konservo provo malsukcesis
nb: lagringen mislyktes

source: la speco ne estas specifita
nb: bidragstype er ikke opgitt

source: nekonata speco
nb: ukjent bidragstype

source: nevalidan specon
nb: ugyldig bidragstype

source: Nevalida salutnomo aŭ pasvorto, reprovu.
nb: Ugyldig brukernavn eller passord, prøv igjen.

source: nevalidan uzanton
nb: ugyldig bruker

source: nova konto
nb: ny konto

source: nomo
nb: navn

source: konfirmu
nb: bekreft

source: sukceso
nb: Utført

source: fiasko
nb: mislyktes

source: La peto estis sendita al la servilo, sed la servilo ne sukcesis konfirmi la ekzekuton. La ligo al la servilo eble ne perdiĝus.
nb: Forespørselen ble sendt til tjeneren, men det kom ingen bekreftelse på at den er utført. Tilkoblingen til serveren kan ha gått tapt.

source: problemo
nb: problem

source: La peto estis sendita al la servilo, sed la servilo ne sukcesis konfirmi la ekzekuton. La servilo donis la sekvan respondon:
nb: Forespørselen ble sendt til tjeneren, men det kom ingen bekreftelse på at den er utført. Serveren ga følgende svar:

source: elektu konton
nb: velg konto

source: kreu novan konton
nb: opprett ny konto

source: serĉo en progreso
nb: søker

source: neniu sukcesoj
nb: ingen treff

source: elektu specon
nb: velg type

source: reen
nb: tilbake

source: bonvolu konfirmi
nb: vennligst bekreft

source: Ĉu vi vere volas forigi ĉi?
nb: Er du sikker på at du vil slette?

source: bonvolu atendi
nb: vennligst vent

source: forigita
nb: fjernet

source: La peto estis sendita al la servilo, sed la servilo ne sukcesis konfirmi la ekzekuton. La ligo al la servilo eble ne perdiĝus. Provu reŝarĝi la retumilo fenestro.
nb: Forespørselen ble sendt til tjeneren, men det kom ingen bekreftelse på at den er utført. Tilkoblingen til serveren kan ha gått tapt. Prøv å restarte nettleservinduet.

source: aldonu alian
nb: Opprett ny

source: hejmo
nb: hjem

source: listo de kontoj
nb: kontooversikt

source: mia kontribuo
nb: mitt bidrag

source: registru kontribuo
nb: registrer bidrag

source: aliĝu grupon kontribuo
nb: registrer dugnad

source: eliru
nb: logg av

source: kontribuo
nb: bidrag

source: ensalutilo
nb: id

source: mastro
nb: eier

source: nombro de rekordo
nb: antall oppslag

source: aldonu konto
nb: ny konto

source: kontoj
nb: kontoer

source: vidu
nb: vis

source: ŝanĝu konton
nb: endre

source: forviŝu
nb: slett

source: formo estas estante ŝarĝita
nb: henter data

source: rekordoj
nb: oppslag

source: laŭ dato
nb: fra dato

source: antaŭ dato
nb: til dato

source: serĉo
nb: søk

source: ŝanĝu ĝin
nb: endre

source: komencis tempo
nb: påbegynt

source: finis tempo
nb: avsluttet

source: kvanto
nb: mengde

source: speco
nb: type

source: priskribo
nb: beskrivelse

source: matrikulisto
nb: registrar

source: tempo de enskribo
nb: registrert

source: registru novan kontribuo
nb: registrer nytt bidrag

source: aldonu rekordo
nb: ny oppføring

source: rekordo
nb: oppføring

source: detaloj
nb: detaljer

source: kategorioj
nb: kategorier

source: aldonu grupo kontribuoj
nb: registrer dugnad

source: Elektu kategorioj
nb: Velg kategorier

source: partoprenanto
nb: deltaker

source: partoprenantoj
nb: deltakere

source: neniu kategorioj estas selektitaj
nb: ingen kategorier er valgt

source: Ĉu vi certas ke vi volas submetiĝi tiuj enskriboj sen selektante unu aŭ pli kategorioj?<br>La kategorioj povas esti elektitaj el la maldekstra kolumno.
nb: Er du sikker på at du vil legge inn disse oppføringene uten å velge en eller flere kategorier? Kategoriene kan velges fra venstre kolonne.

source: ŝanĝi ĝin
nb: endre

source: forviŝi
nb: slette

source: unuo
nb: enhet

source: speco de kontribuo
nb: bidragstype

source: nomo de la speco
nb: navn på type

source: mezurunuo
nb: målenhet

source: specoj de kontribuo
nb: bidragstyper

source: Specoj de kontribuo
nb: Bidragstyper

source: aldonu novan specon de kontribuo
nb: legg til ny bidragstype

source: uzanto
nb: bruker

source: rolo
nb: rolle

source: tempo de kreo
nb: opprettelses­tidspunkt

source: tempozono
nb: tidssone

source: aldonu uzanto
nb: legg til bruker

source: pasvorto
nb: passord

source: Bonvolu tajpi vian salutnomon kaj pasvorton
nb: Skriv inn brukernavn og passord

source: Ensalutu
nb: Logg inn

source: uzantoj
nb: brukere

source: ĉefa konto
nb: hovedkonto

source: Uzantonomon estas bezonata
nb: Brukernavn er påkrevd

source: Pasvorta postulas
nb: Det kreves et passord

source: Bonvolu entajpi validan rolon
nb: Skriv inn en gyldig rolle
